{
	"Type": "CHECKPOINT TRAINED",
	"NSFW": "True",
	"Update_Date":"Jul 29, 2023",
	"Base": "SD 1.5",
	"Links": "https://civitai.work/models/4384/dreamshaper",
	"Version": "8",
	"Tags": "BASE MODEL ANIME LANDSCAPES 3D PHOTOREALISTIC INPAINTING DIGITAL ART SCIFI FANTASY ART ART STYLE PAINTINGS WOMAN ILLUSTRATION 2D DIGITAL ILLUSTRATION FANTASY GIRLS PORTRAITS REALISTIC VIDEO GAME",
	"Usage_Tips": "",
	"Author": "Lykon Diamond Creator Badge",
	"ReMark": "Hello hello, my fellow AI Art lovers. Version 8 just released. Did you like the cover with the ∞ symbol? This version holds a special meaning for me.DreamShaper started as a model to have an alternative to MidJourney in the open source world. I didn't like how MJ was handled back when I started and how closed it was and still is, as well as the lack of freedom it gives to users compared to SD. Look at all the tools we have now from TIs to LoRA, from ControlNet to Latent Couple. We can do anything. The purpose of DreamShaper has always been to make a better Stable Diffusion, a model capable of doing everything on its own, to weave dreams.With SDXL (and, of course, DreamShaper XL 😉) just released, I think the swiss knife type of model is closer then ever. That model architecture is big and heavy enough to accomplish that the pretty easily. But what about all the resources built on top of SD1.5? Or all the users that don't have 10GB of vram? It might just be a bit too early to let go of DreamShaper.Not before one. Last. Push.And here it is, I hope you enjoy. And thank you for all the support you've given me in the recent months.PS: the primary goal is still towards art and illustrations. Being good at everything comes second. Suggested settings:- I had CLIP skip 2 on some pics, the model works with that too.- I have ENSD set to 31337, in case you need to reproduce some results, but it doesn't guarantee it.- All of them had highres.fix or img2img at higher resolution. Some even have ADetailer. Careful with that tho, as it tends to make all faces look the same.- I don't use restore faces.For old versions:- Versions >4 require no LoRA for anime style. For version 3 I suggest to use one of these LoRA networks at 0.35 weight:-- https://civitai.com/models/4219 (the girls with glasses or if it says wanostyle)-- https://huggingface.co/closertodeath/dpepmkmp/blob/main/last.pt (if it says mksk style)-- https://civitai.com/models/4982/anime-screencap-style-lora (not used for any example but works great)"
}