{
	"Type": "CHECKPOINT MERGE",
	"NSFW": "True",
	"Update_Date":"Jul 5, 2024",
	"Base": "Pony",
	"Links": "https://civitai.work/models/477851?modelVersionId=619549",
	"Version": "v1.0",
	"Tags": "base model photorealistic sexy woman game character girls male man realistic",
	"Usage_Tips": "The best settings on automatic1111 are:- Sampling method: DPM++ SDE (slow but makes the image more realistic, with fewer errors, and closer to the prompt)- Schedule type: SGM Uniform (produces images closer to the prompt)- CFG Scale: 9 (fewer errors)- Sampling steps: from 30-40 (starting from step 36 onwards, the image will have more accurate details and fewer small errors. The higher the steps, the better these small details will look. However, the higher the number of steps, the more likely color errors and contrasting color patches will appear.)",
	"Author": "DucHaiten SDXL Training Contest Participant",
	"ReMark": "Updated on July 5, 2024:Finally, Pony real v1 is complete, earlier than expected since Pony v6.9 is still about 3 months away from release, so further training is no longer meaningful. I will stop and decide to wait for Pony v6.9 to be released. In the meantime, I will temporarily switch to training other models. Although the training of the Pony real model has stopped, it does not mean it has been abandoned. In fact, with a very large data source and thorough training, to some extent it can be considered another Pony base model, different from the Pony base model of PurpleSmartAI. Of course, it is not perfect; no model is perfect. Therefore, everyone can combine it with various Loras while waiting for the next updates. But I can say it is still very flexible and retains the most essential aspects of Pony, while fixing a bunch of bugs from Pony base v6.I have worked very hard to balance between a realistic style and effects, characters, poses, anime, surreal, or anything related to art in general. It is very difficult, so sometimes I had to make some compromises. It will not be as real as photos you can freely take in real life; this model aims for the realistic feeling you get in movies that use a lot of realistic effects and ultra-realistic Unreal Engine graphics. I have also clearly defined the keywords, so you will need to type detailed and accurate prompts to get clear and precise styles or effects, or what clothes, hairstyles, etc., the characters have. I have trained it in many natural languages and separated two types of captions corresponding to two ways of typing prompts into two different clips, making it more diverse in terms of styles, prompts, and keywords. It won't follow a template, be monochromatic, or single-styled. But of course, it still focuses more on 3D and realism, because that was my initial goal You can choose not to add tag_score to the prompt, but adding it will still make it look better.Oh, one last thing, beautiful Asian girls are not produced on the same doll manufacturing line."
}