{
	"Type": "CHECKPOINT MERGE",
	"NSFW": "True",
	"Update_Date":"Jan 12, 2024",
	"Base": "SDXL Turbo",
	"Links": "https://civitai.work/models/129666?modelVersionId=294995",
	"Version": "TURBO V2",
	"Tags": "BASE MODEL 3D PHOTOREALISTIC ART PORTRAIT CINEMATIC COMIC SHARP",
	"Usage_Tips": "Usage Tips CLIP SKIP: 1",
	"Author": "olivetty",
	"ReMark": "1152x1752 in 4 seconds on a 3090!TURBO V2 - Now even better quality at lower steps!LCM UPDATE: 1-2 seconds per generations! READ 'ABOUT THIS VERSION' -->UPDATE VAE with FP16 fix for better details: h66ttps://huggingface.co/madebyollin/sdxl-vae-fp16-fixV.5 is up! Better everything - enjoy!V.4 is up! Better photorealism...AGAIN!V.3 wants DPM+ 3M SDE and V3 also has a new better license!Image compatibility between COMFYUI and A1111 - same image everywhere! This breaks seeds and you will not be able to get same image as me without these changes! Read more here: h66ttps://github.com/Mikubill/sd-webui-controlnet/discussions/2039↓ Settings and recommendations down below Easy and complex at the same time, this model is very versatile in the right hands. Better photorealism in XL is here.Capabilities and recommendations:Photorealism, 3D, 2.5D, Illustrations, Photomanipulation, Portraits and much more NSFW capabilities Works very well with Loras - both as a base to train on and for rendering Excels at both types of CLIP prompting. Be it maximalist OpenAI style prompts or minimalist story driven LAION prompts (written in a more natural language without constant commas).Great lighting and shines with easy short prompts and aggressive (but short) negative prompts.Very low risk of burned generations even on higher CFG - recommend 5.5-15Responds amazingly to hires.fix with just a scaling of 1.0-1.5 and beyond. I like doing it with no scaling at all, but just letting it run through with a sharp upscaler and less steps. If you have the VRAM for it, push the scaling higher, go nuts!Favorite resolution ranges are 768x1344 and 1024x1296. Works good for landscapes on even bigger resolutions. Also works with anamorphic lenses in resolutions of 1920x816 or the likes. Test what works best for you.DPM+ 3M SDE Karras recommended but always test your favorite!All the img2img modes work really well and balancing a low CFG with a higher-than-average Denoising Strength will produce a sharp and clear upscale full of interesting details, using regular SD upscale. I wonder what you can do with Ultimate SD upscale?Likes Clip Skip 1-4. I frequently use 2.Knows about some celebrities - good LoRA base!Use with ToMe (token merging) in A1111 (I'm sure it's implemented in Comfy as well) for a much faster SDXL generation time - changes seeds though!"
}