{
	"Type": "LoRA",
	"NSFW": "True",
	"Update_Date":"2024/09/21",
	"Base": "基础模型F.1",
	"Links": "https://www.liblib.art/modelinfo/134c6dd95aef48e98a22b24e003e026b?from=search&versionUuid=9884d914e6a34b6287a4700b086804a0",
	"Version": "v1",
	"Tags": "pl",
	"Usage_Tips": "pl 0.6~0.8",
	"Author": "与一",
	"ReMark": "Flux-绮梦流光-水湄凝香 迭代步数：大于30步 LORA权重：0.8(有时需0.5~1平衡) 提示词模板：1：pl, pl,Masterpiece,of the best quality,high-resolution,ultra detailed,realistic,photographic work, In the heart of a bustling city, the girl stands on the terrace of a high-rise building with the city skyline's neon lights twinkling in the background. She is dressed in fashionable street-style clothing, holding the latest smartphone, and her smile exudes confidence and vitality.2：pl, A young woman with long brown hair is sitting in the driver's seat of a red car. She is wearing a black jacket and has red lipstick on her lips. Her eyes are open and she has a pair of dangling earrings in her ears. The background is blurred.3：pl, This is a high-resolution portrait of a modern style, featuring a young woman., 'Capture the essence of modern elegance with a full-body portrait of a young woman. She possesses an oval face framed by long, dark hair, and her almond-shaped eyes reflect a neutral yet thoughtful expression. Her attire is simple yet stylish, featuring a black top and glasses that add a touch of contemporary sophistication. The light makeup enhances her natural beauty without overpowering it. The indoor setting is adorned with wall decorations that hint at personal taste and artistic flair. The composition should highlight her clear skin texture under soft, natural lighting, creating a warm and inviting atmosphere. This image not only showcases her aesthetic appeal but also symbolizes the blend of simplicity and elegance in contemporary life.4：pl,Clothes made of white newspaper, pl,Clothes made of white newspaper, This is a high-resolution portrait of a modern style, featuring a young woman. She is wearing a tight dress white printed with English and patterns, the pattern of which resembles a newspaper. Her hair is black, falling over her shoulders, and she has one hand resting on the back of her head while the other hangs naturally by her side. Her eyes are fixed on the camera, and her expression is calm. She appears to be between the ages of 20 and 30, slim in figure, with delicate features, and fair skin. Her eyes are brown, and her lips are tinted with a subtle shade of red lipstick. Her hair falls to her shoulders, with a deep brown color, styled in loose waves without bangs. The image is a portrait of a young woman with dark hair and red lipstick. She is standing in front of a pink background and is posing with her hands behind her head. The woman is wearing a long-sleeved top with a plunging neckline and a black and white patterned design. The top has a high neckline with a deep V-neckline and long sleeves. Her hair is styled in loose waves and she is looking directly at the camera with a serious expression. The overall mood of the image is serious and edgy."
}